Repository: Geeks-Solutions/exmedias
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: fr

source: Between operation should contain value and value2
fr: L'opération Entre doit contenir Valeur et Valeur 2

source: Could not fetch youtube video details
fr: Impossible de trouver les détails de la vidéo Youtube

source: Do not provide empty files
fr: Ne fournissez pas des fichiers vides

source: Error when uploading files
fr: Erreur lors du téléchargement du fichier

source: File not found
fr: Fichier non trouvé

source: Invalid binary file
fr: Fichier binaire invalide

source: Invalid data provided
fr: Donnés fournies invalides

source: Please provide a valid video url
fr: S'il vous plait, fournissez une url vidéo valide

source: Something went wrong when uploading your files. Reason:
fr: Une erreur s'est produite lors du téléchargement de votre fichier. La raison:

source: The file sent is not a base64 file
fr: Le fichier envoyé n'est pas un fichier de type base64

source: The file structure/type you provided is not supported. Hint: Make sure to provide a new file upload or an existing file URL.
fr: Le type ou la structure du fichier que vous avez fournis n'est pas supportée. Indice: Utilisez un nouveau fichier ou l'URL d'un fichier existant

source: This platform cannot be deleted as it used by medias.
fr: Cette platforme ne peut être supprimée car elle est utilisée par des médias

source: This video is not a youtube video
fr: Cette url n'est pas une vidéo youtube

source: Unable to upload file to amazon
fr: Incapable de télécharger le ficher a Amazon
